Repository: AsareelDadiouari/angular16-projectDemo
Catalog: src/assets/locale/messages.*.xlf
Languages: fr

source: Home
fr: Accueil

source: List of trainee evaluations
fr: Liste des évaluations

source: Assessment Tool
fr: Outil Evaluation

source: File an evaluation
fr: Remplir une evaluation

source: File an evaluation
fr: Remplir une évaluation

source: <span>A.</span> Intern Info
fr: <span>A.</span> Identification du stagiare

source: Permanent Code :
fr: Code permanent :

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: Next
fr: Suivant

source: <span>B.</span> How do you estimate the intern overall performance
fr: <span>B.</span> Vous estimez que le travail du stagiare est

source: Evaluation of the trainee's skills and clothing
fr: Évaluation des aptitudes et habilletés du stagiaire

source: Demonstrate autonomy
fr: Démontre de l’autonomie

source: Demonstrates active listening skills
fr: Démontre une capacité d’écoute active

source: Capable of active listening
fr: Démontre une capacité d'écoute active

source: Demonstrates an ability to work in a team
fr: Démontre une capacité à travailler en équipe

source: Demonstrates a good spirit of social adaptation
fr: Démontre un bon esprit d’adaptation sociale

source: Demonstrates initiative
fr: Démontre de l’initiative

source: Show imagination
fr: Démontre de l’imagination

source: Demonstrates good analytical skills
fr: Démontre un bon sens d'analyse

source: Demonstrates skill in oral communication
fr: Démontre une habileté dans les communications orales

source: Additional notes
fr: Notes additionnels

source: Mastering written communication
fr: Maîtriser la communication écrite

source: Knows his field of specialization well
fr: Maîtrise bien son champ de spécialisation

source: Is able to assume the responsibilities related to his task
fr: Est capable d'assumer les responsabilités liées à sa tâche

source: Is able to produce the requested documents
fr: Est capable de produire les documents demandés

source: Is able to make recommendations
fr: Est capable de formuler des recommandations

source: Is able to popularize the terminology
fr: Est capable de vulgariser la terminologie utilisée

source: Overall evaluation of the trainee
fr: Evaluation globale du stagiaire

source: Supervisor Identification
fr: Identificaiton du superviseur
